Repository: electronicmilk/mattermost-mobile
Catalog: ios/Mattermost/i18n/*.lproj/InfoPlist.strings
Languages: fr, uk, zh_tw

# NSAppleMusicUsageDescription
source: Aktivering af adgang til dit mediebibliotek betyder, at du kan vedhæfte filer fra dit mediebibliotek til dine beskeder i Mattermost.
fr: Autoriser l'accès à votre bibliothèque de medias signifie que vous pouvez joindre des fichiers de votre bibliothèque aux messages de Mattermost.
uk: Увімкнення доступу до вашої медіатеки означає, що ви зможете прикріпляти ваші медіафайли до своїх повідомлень у Mattermost.
zh_tw: 啟用媒體庫存取即表示您可以在 Mattermost 中為您的訊息夾帶媒體庫檔案。

# NSBluetoothAlwaysUsageDescription
source: Aktivering af adgang til Bluetooth betyder, at vi kan synkronisere indhold på tværs af dine enheder og klienter.
fr: Autoriser l'accès Blutooth signifie que vous pouvez synchroniser du contenu entre les appareils et clients Mattermost.
uk: Увімкнення доступу до Bluetooth означає, що ми можемо синхронізувати вміст між вашими пристроями та клієнтами.
zh_tw: 啟用藍牙存取即表示我們可以在您的裝置及用戶端間同步內容。

# NSBluetoothPeripheralUsageDescription
source: Aktivering af adgang til Bluetooth betyder, at vi kan Opret forbindelse til lydudstyr til opkald og synkroniser indhold på tværs af dine enheder og klienter.
fr: Autoriser l'accès Bluetooth signifie que vous pouvez connecter des périphériques audio pour vos appels, et synchroniser du contenu entre les appareils et clients Mattermost.
uk: Увімкнення доступу до Bluetooth дозволяє підключатися до аудіопристроїв для дзвінків і синхронізувати контент між вашими пристроями та клієнтами.
zh_tw: 啟用藍牙存取即表示我們可以在通話時連結音訊周邊設備，且可在您的裝置及用戶端間同步內容。

# NSCameraUsageDescription
source: Hvis du tillader adgang til dit kamera, kan du tage billeder eller videoer og vedhæfte dem til beskeder.
fr: Autoriser l'accès à votre caméra vous permet de prendre des photos et des vidéos et de les joindre aux messages.
uk: Дозволивши доступ до камери, ви зможете знімати фотографії або відео та прикріплювати їх до повідомлень.
zh_tw: 允許存取相機可讓您拍攝照片或影片，並附加於訊息。

# NSFaceIDUsageDescription
source: Hvis du aktiverer adgang til dit Face ID, kan vi begrænse uautoriserede brugeres adgang til Mattermost på din enhed.
fr: Autoriser l'accès à Face ID signifie que vous pouvez restreindre l'accès à Mattermost aux utilisateurs non autorisés, sur votre appareil.
uk: Увімкнення доступу до Face ID дозволить нам обмежити доступ неавторизованим користувачам до Mattermost на вашому пристрої.
zh_tw: 允許存取 Face ID 即表示我們可以限制未經授權的使用者在您的裝置上存取 Mattermost。

# NSLocationAlwaysUsageDescription
source: Hvis du aktiverer adgang til dine placeringsdata, kan vi tilføje placeringsmetadata til billeder og videoer, du deler i Mattermost.
fr: Autoriser l'accès à vos données de localisation signifie que vous pouvez ajouter des metadonnées de localisations aux photos et vidéos que vous partagez dans Mattermost.
uk: Надання доступу до ваших даних про місцезнаходження дозволить нам додавати метадані про локацію до фотографій і відео, які ви ділитеся в Mattermost.
zh_tw: 啟用定位資訊存取即表示我們可以為您分享於 Mattermost 中的照片及影片，加上定位中繼資料。

# NSLocationWhenInUseUsageDescription
source: Hvis du aktiverer adgang til dine placeringsdata, kan vi tilføje placeringsmetadata til billeder og videoer, du deler i Mattermost.
fr: Autoriser l'accès à vos données de localisation signifie que vous pouvez ajouter des metadonnées de localisations aux photos et vidéos que vous partagez dans Mattermost.
uk: Увімкнення доступу до даних про ваше місцезнаходження дозволить додавати метадані про локацію до фотографій і відео, якими ви ділитеся в Mattermost.
zh_tw: 啟用定位資訊存取即表示我們可以為您分享於 Mattermost 中的照片及影片，加上定位中繼資料。

# NSMicrophoneUsageDescription
source: Hvis du aktiverer adgang til din enheds mikrofoner, kan du optage lyd til opkald eller videoer, som du kan dele i Mattermost.
fr: Autoriser l'accès aux microphones de votre appareil signifie que vous pouvez enregistrer le son des appels et vidéos que vous partagez dans Mattermost.
uk: Увімкнення доступу до мікрофону вашого пристрою дозволить вам записувати аудіо для дзвінків або відео, якими ви ділитеся в Mattermost.
zh_tw: 啟用存取您的裝置麥克風即表示您可以擷取音訊以用於通話，或用於分享至 Mattermost 的影片。

# NSPhotoLibraryAddUsageDescription
source: Hvis du aktiverer skriveadgang til dit fotobibliotek, kan du gemme downloadede fotos og videoer fra Mattermost på din enhed.
fr: Autoriser l'accès en écriture sur votre photothèque signifie que vous pouvez enregistrer photos et vidéos de Mattermost sur votre appareil.
uk: Увімкнення доступу на запис до вашої бібліотеки фото дозволить зберігати завантажені фото та відео з Mattermost на вашому пристрої.
zh_tw: 允許圖片庫寫入權限即表示您可以儲存從 Mattermost 下載的圖片及影片至裝置上。

# NSPhotoLibraryUsageDescription
source: Hvis du tillader adgang til dit fotobibliotek, kan du vælge fotos eller videoer og vedhæfte dem til beskeder.
fr: Autoriser l'accès en lecture sur votre photothèque signifie que vous pouvez téléverser des photos et vidéos de votre appareil vers Mattermost.
uk: Надання доступу до вашої бібліотеки фото дозволить вам вибирати фотографії чи відео та додавати їх до повідомлень.
zh_tw: 允許圖片庫存取可讓您選擇圖片及影片，並附加於訊息。

# NSSpeechRecognitionUsageDescription
source: Hvis du aktiverer din enhed til at sende brugerdata til Apple, kan du sende talebeskeder til Mattermost.
fr: Permettre à votre appareil d'envoyer des données utilisateur à Apple vous permet d'envoyer des messages vocaux à Mattermost.
uk: Увімкнення вашого пристрою для відправки даних користувача в Apple дозволить вам надсилати голосові повідомлення в Mattermost.
zh_tw: 允許您的裝置傳送使用者資料給 Apple 即表示您可以傳送語音訊息給 Mattermost。
